{"strings":[{"key":"Armor","value":"Armor reduces physical damage by the Armor value."},{"key":"Base Countdown","value":"When a unit's Countdown resets after having reached 0, it counts up to its base Countdown."},{"key":"Beast Rat","value":"Creature, 1/2/2."},{"key":"Bunny","value":"Creature, 0/3/1. Can spawn Bunnies instead of attacking."},{"key":"Current","value":"Current resources are the remaining resources for this turn."},{"key":"Curse","value":"Curse increases physical and poison damage by the Curse value."},{"key":"Dominion","value":"Dominion traits are scroll-specific rules that are active only when at least one opponent idol is down."},{"key":"Effects","value":"Temporary effects that changes a unit's stats or rules, but don't count as enchantments."},{"key":"Gun Automaton","value":"Creature, 2/2/3. Ranged."},{"key":"Heal","value":"Healing increases a unit's current Health and removes any poison. Healing cannot increase a unit's Health above it's maximum."},{"key":"Healed","value":"Healing increases a unit's current Health and removes any poison. Healing cannot increase a unit's Health above it's maximum."},{"key":"Heals","value":"Healing increases a unit's current Health and removes any poison. Healing cannot increase a unit's Health above it's maximum."},{"key":"Husk","value":"Creature, 3/3/2."},{"key":"Illthorn","value":"Structure, 0/-/3. Spiky 1."},{"key":"Lingering","value":"Lingering spells give effects that last several turns."},{"key":"Magic Damage","value":"Magic damage is reduced by Magic resistance, but ignores Armor and Curse."},{"key":"Magic Resistance","value":"Magic resistance reduces magic damage by the Magic resistance value."},{"key":"Mangy Rat","value":"Creature, 1/2/1. Inflicts poison."},{"key":"Melee combat","value":"Any attack that is not a ranged attack."},{"key":"Mire Shambler","value":"Creature, 3/2/1. Moves randomly before attacking."},{"key":"Monstrosity","value":"Creature, 3/2/3. +1 Attack per adjacent Monstrosity, -1 from others."},{"key":"Move","value":"Units can move a number of times per turn equal to its Move."},{"key":"Nog","value":"Creature, 2/2/3."},{"key":"Owl","value":"Creature, 1/1/1. Flying."},{"key":"Physical Damage","value":"Physical damage is reduced by Armor and increased by Curse, but ignores Magic resistance."},{"key":"Piercing","value":"When a Piercing unit damages a unit, half of the damage (rounded down) is also dealt to the unit behind it."},{"key":"Pillage","value":"Pillage traits are scroll specific rules that activate only when a unit damages an idol."},{"key":"Poison Damage","value":"Poison damage is increased by Curse, but ignores Armor and Magic resistance."},{"key":"Poisoned","value":"Poisoned units are dealt 1 damage at the beginning of each turn. Being healed removes the poison."},{"key":"Pure Damage","value":"Pure damage cannot be reduced or increased."},{"key":"Ragged Wolf","value":"Creature, 1/2/2. Haste."},{"key":"Random","value":"Units with non-zero Countdowns are prioritized when selecting which unit to count down."},{"key":"Relentless","value":"When a Relentless unit destroys another unit, it keeps attacking with its remaining Attack value."},{"key":"Revenant","value":"Creature, 2/1/1. Ward. Destroyed after attacking."},{"key":"Sift","value":"When sifting, you are shown a number of scrolls and pick one of them. The remainder are shuffled back."},{"key":"Slayer","value":"When a Slayer unit deals combat damage to a creature, that creature is destroyed."},{"key":"Spiky","value":"When a Spiky unit is attacked in melee combat, it deals physical damage to attacking unit equal to the Spiky value."},{"key":"Triggered","value":"Triggering a curse means dealing pure damage equal to the Curse value."},{"key":"Ward","value":"Units with Ward cannot be targeted by opponent Spells or Enchantments."}],"msg":"MappedStrings"}